{
  "works": {
    "a": {
      "title": "Sid Did It",
      "tag": "Website, Brand",
      "img": "assets/sdi-banner.png",
      "id": "siddidit",
      "content": "Coming Soon",
      "link": "#"
    },
    "b": {
      "title": "Trojan Players",
      "tag": "Website",
      "img": "assets/tp-banner.png",
      "id": "trojanplayers",
      "content": "During the summer of 2015, I redesigned and redeveloped the Trojan Players Website. The original website was static, not mobile-friendly, and was very hard to manage and update content. I rebuilt the website from the ground up with a Wordpress theme; simplifying the content management system, and giving the website a much needed facelift. Check out the website today! ...And maybe buy tickets to the next play?",
      "link": "http://trojanplayers.com"
    },
    "c": {
      "title": "Link Crew Shirts",
      "tag": "Shirt Design",
      "img": "assets/lc-shirt-banner.png",
      "id": "linkcrew",
      "content": "Over the summer of 2017 I signed up to participate in my high school's freshmen orientation program; and volunteered to design the shirts for the program. View the project on my Dribbble page to view the designs in detail.",
      "link": "https://dribbble.com/shots/3697915-Link-Crew-Motivational-Graphics"
    },
    "d": {
      "title": "TW Band Show Shirts",
      "tag": "Shirt Design",
      "img": "assets/band-shirt-banner.png",
      "id": "marchingtrojans",
      "content": "Over the summer of 2017, the marching band decided to use the theme broadway for their fall marching band seasons performance. The only issue, was they had no idea what to do for their show shirts; the shirts the performers wear under their uniforms. With two days before their first performance, they reached out to me with the confidence that I would be able to create a well designed shirt; with the short time alotted. You can see the shirt graphics in higher qualtiy on my Dribbble page by clicking the View Project button below.",
      "link": "https://dribbble.com/shots/3697893-Marching-Band-Shirt-Mockup-Tee"
    }
  },
	"h1title": "Hello. I'm Chris.",
	"h2title": "About Me",
	"abouttxt": "Im Chris, a high school Senior graduating in June of 2018. Ever since I was in 6th grade, I had an obsession for computers; and by the time I was in 7th grade, I was able to code a basic website. By the time I was in 8th grade, I was coding my slideshows as websites; enjoying the freedom with the ability to change every fundamental component of my finished product. Fast foward to now, I still continue my love for computers, and look up to Steve Jobs as a role model. He was not only an iconic figure, but also an individual who had high standards for his own work; something that I hold myself to as well. The iconic phrase Steve mentioned at the end of many of his keynotes at Apple was One More Thing, and I reflect that quote upon myself as a motivation to always find that one extra thing that I can do; as nothing is ever done. With my high school education wrapping up, I am currently looking towards what, and where, I will be pursuing after graduation next summer.As my life motto goes, Be Different. Be Better. Be You., I focus on being the best of the pack; rather than trying to fit in, but all while making sure that what I do stands for what I live and work for. I love to work on quality websites, and enjoy meeting new people; so if you have a project that you want to work on with me, please, reach out with the contact form below and I'm sure we can work something out.",
	"h3title": "My Works",
	"h4title": "Contact Me",
	"footertxt": "Made in <i>The Good Land</i><br><i>Milwaukee, Wisconsin</i><br><br>Copyright 2017 Christopher Bravata"
}
